/* No comment provided by engineer. */
"' already exist, please set a different ID." = "' already exist, please set a different ID.";

/* No comment provided by engineer. */
"', please check the URL is value." = "', please check the URL is value.";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Category" = "Category";

/* No comment provided by engineer. */
"Change Passcode" = "Change Passcode";

/* No comment provided by engineer. */
"Confirm new passcode" = "Confirm new passcode";

/* No comment provided by engineer. */
"Create Passcode" = "Create Passcode";

/* No comment provided by engineer. */
"Data backup email from Password Booklet application" = "Data backup email from Password Booklet application";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Enter Passcode" = "Enter Passcode";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Fail to get passcode based on your Touch ID, please input the passcode" = "Fail to get passcode based on your Touch ID, please input the passcode";

/* No comment provided by engineer. */
"Financial" = "Financial";

/* No comment provided by engineer. */
"ID (required)" = "ID (required)";

/* No comment provided by engineer. */
"Invalid old passcode entered. Please try again." = "Invalid old passcode entered. Please try again.";

/* No comment provided by engineer. */
"Log in with your touch ID" = "Log in with your touch ID";

/* No comment provided by engineer. */
"New passcode" = "New passcode";

/* No comment provided by engineer. */
"New Password" = "New Password";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old passcode" = "Old passcode";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"passcode" = "passcode";

/* No comment provided by engineer. */
"Passcode and confirm Passcode have different value. Please try again." = "Passcode and confirm Passcode have different value. Please try again.";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password ID '" = "Password ID '";

/* No comment provided by engineer. */
"Password ID cannot be empty, please set a valid ID." = "Password ID cannot be empty, please set a valid ID.";

/* No comment provided by engineer. */
"Personal" = "Personal";

/* No comment provided by engineer. */
"Pleaes create your logon passcode before using the application" = "Pleaes create your logon passcode before using the application";

/* No comment provided by engineer. */
"Pleaes enter passcode to log on" = "Pleaes enter passcode to log on";

/* No comment provided by engineer. */
"Pleaes enter your old and new passcode" = "Pleaes enter your old and new passcode";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Select the category for the password item" = "Select the category for the password item";

/* No comment provided by engineer. */
"The entered passcode is invalid, please try again" = "The entered passcode is invalid, please try again";

/* No comment provided by engineer. */
"To restore the backup file, click on the attachement and select Password Booklet application. WARNING: all existing data will be overwritten." = "To restore the backup file, click on the attachement and select Password Booklet application. WARNING: all existing data will be overwritten.";

/* No comment provided by engineer. */
"Touch ID authentication failed, please enter passcode to log in." = "Touch ID authentication failed, please enter passcode to log in.";

/* No comment provided by engineer. */
"Unable to open the URL of '" = "Unable to open the URL of '";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"UserID" = "UserID";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"warning" = "warning";

/* No comment provided by engineer. */
"Work" = "Work";

